/* NSButton (Automatically download and install updates in the future) : <title:Automatically download and install updates in the future> (oid:92) */
"Automatically download and install updates in the future" = "הורד והתקן עדכונים אוטומטית גם בעתיד";

/* NSButton (Install Update) : <title:Install Update> (oid:76) */
"Install Update" = "התקן עדכון";

/* NSTextField (Release Notes:) : <title:Release Notes:> (oid:17) */
"Release Notes:" = "פרטי גרסה:";

/* NSButton (Remind Me Later) : <title:Remind Me Later> (oid:22) */
"Remind Me Later" = "הזכר לי מאוחר יותר";

/* NSButton (Skip This Version) : <title:Skip This Version> (oid:23) */
"Skip This Version" = "דלג על גרסה זו";

/* NSWindow (Software Update) : <title:Software Update> (oid:5) */
"Software Update" = "עדכון תכנה";

